Repository: stepesdrabes/couchverse
Catalog: clients/apple/Packages/CouchverseDesign/Sources/CouchverseDesign/Generated/Localizable.xcstrings
Source language: en
Languages: cs

# markdown_bold
source: Bold
cs: Tučně

# markdown_code
source: Code
cs: Kód

# markdown_empty_preview
source: Nothing to preview yet.
cs: Zatím není co zobrazit.

# markdown_hint
source: Markdown supported
cs: Podporuje Markdown

# markdown_italic
source: Italic
cs: Kurzíva

# markdown_link
source: Link
cs: Odkaz

# markdown_list
source: List
cs: Seznam

# markdown_preview
source: Preview
cs: Náhled

# markdown_quote
source: Quote
cs: Citace

# markdown_strike
source: Strikethrough
cs: Přeškrtnutí

# markdown_write
source: Write
cs: Psát

# nav_account_menu
source: Account menu
cs: Účet

# nav_genres
source: Genres
cs: Žánry

# nav_home
source: Home
cs: Domů

# nav_leaderboard
source: Leaderboard
cs: Žebříček

# nav_movies
source: Movies
cs: Filmy

# nav_my_list
source: My List
cs: Můj seznam

# nav_profile
source: Profile
cs: Profil

# nav_public_profile
source: Your public profile
cs: Tvůj veřejný profil

# nav_search
source: Search
cs: Hledat

# nav_series
source: Series
cs: Seriály

# nav_server_admin
source: Server admin
cs: Správa serveru

# nav_settings
source: Settings
cs: Nastavení

# nav_sign_out
source: Sign out
cs: Odhlásit se

# onboarding_add_server
source: Add a server
cs: Přidat server

# onboarding_connecting
source: Connecting...
cs: Připojuji...

# onboarding_scan_hint
source: Signed in on the web? Open your profile, choose Connect a device and scan the code.
cs: Jste přihlášeni na webu? Otevřete svůj profil, zvolte Připojit zařízení a naskenujte kód.

# onboarding_scan_qr
source: Scan a QR code
cs: Naskenovat QR kód

# onboarding_welcome_message
source: Your movies and series, streamed from your own server. Connect to a Couchverse server to start watching.
cs: Vaše filmy a seriály streamované z vlastního serveru. Připojte se k serveru Couchverse a začněte sledovat.

# onboarding_welcome_title
source: Welcome to Couchverse
cs: Vítejte v Couchverse

# pair_another_code
source: Enter another code
cs: Zadat jiný kód

# pair_approve
source: Approve
cs: Schválit

# pair_approved_body
source: Go back to the device. It finishes signing in within a few seconds.
cs: Vraťte se k zařízení. Přihlášení se dokončí během několika sekund.

# pair_approved_title
source: %1$@ is approved
cs: Zařízení „%1$@“ je schváleno

# pair_code_label
source: Sign-in code
cs: Přihlašovací kód

# pair_code_unknown
source: No device is waiting with this code. Check the code on the device, or start again there to get a new one.
cs: S tímto kódem nečeká žádné zařízení. Zkontrolujte kód na zařízení, nebo tam začněte znovu a získáte nový.

# pair_continue
source: Continue
cs: Pokračovat

# pair_denied_body
source: %1$@ was not signed in.
cs: Zařízení „%1$@“ nebylo přihlášeno.

# pair_denied_title
source: Sign-in denied
cs: Přihlášení zamítnuto

# pair_deny
source: Deny
cs: Zamítnout

# pair_device_name
source: Device name
cs: Název zařízení

# pair_device_name_hint
source: How it appears in your list of devices.
cs: Pod tímto názvem ho uvidíte v seznamu zařízení.

# pair_done
source: Done
cs: Hotovo

# pair_error
source: Something went wrong. Try again.
cs: Něco se pokazilo. Zkuste to znovu.

# pair_expired_body
source: Start signing in again on the device to get a new code.
cs: Začněte s přihlášením na zařízení znovu a zobrazí se nový kód.

# pair_expired_title
source: The code has expired
cs: Platnost kódu vypršela

# pair_expires_in
source: Expires in %1$@
cs: Vyprší za %1$@

# pair_heading
source: Sign in a device
cs: Přihlásit zařízení

# pair_intro
source: Enter the code shown on your TV, phone or tablet.
cs: Zadejte kód, který vidíte na televizi, telefonu nebo tabletu.

# pair_manage_devices
source: Manage devices
cs: Spravovat zařízení

# pair_page_title
source: Sign in a device - Couchverse
cs: Přihlášení zařízení - Couchverse

# pair_request_title
source: %1$@ wants to sign in as %2$@
cs: Zařízení „%1$@“ se chce přihlásit jako %2$@

# pair_request_warning
source: Only approve a device you are setting up right now.
cs: Schvalujte jen zařízení, které právě nastavujete.

# pairing_approve
source: Approve
cs: Schválit

# pairing_approve_title
source: Approve a device
cs: Schválit zařízení

# pairing_approved
source: Approved. %1$@ is signing in.
cs: Schváleno. Zařízení %1$@ se přihlašuje.

# pairing_code_label
source: Code shown on the device
cs: Kód zobrazený na zařízení

# pairing_continue
source: Continue
cs: Pokračovat

# pairing_denied
source: Denied. %1$@ won't be signed in.
cs: Zamítnuto. Zařízení %1$@ se nepřihlásí.

# pairing_deny
source: Deny
cs: Zamítnout

# pairing_device_name_label
source: Device name
cs: Název zařízení

# pairing_not_found
source: No device is waiting for this code. Check the code and try again.
cs: Na tento kód nečeká žádné zařízení. Zkontrolujte kód a zkuste to znovu.

# pairing_request
source: %1$@ wants to sign in as %2$@.
cs: Zařízení %1$@ se chce přihlásit jako %2$@.

# pairing_scan_tv
source: Scan the code on the TV
cs: Naskenovat kód z televize

# pairing_sign_in_first
source: Sign in on this device first, then you can approve other devices.
cs: Nejdřív se na tomto zařízení přihlaste, pak můžete schvalovat další zařízení.

# pairing_try_another
source: Enter another code
cs: Zadat jiný kód

# player_audio
source: Audio
cs: Zvuk

# player_back_10_seconds
source: Back 10 seconds
cs: Zpět o 10 sekund

# player_back_to_title
source: Back to title
cs: Zpět na titul

# player_episode_number
source: Episode %1$@
cs: Epizoda %1$@

# player_episodes
source: Episodes
cs: Epizody

# player_exit_fullscreen
source: Exit fullscreen
cs: Ukončit celou obrazovku

# player_forward_10_seconds
source: Forward 10 seconds
cs: Vpřed o 10 sekund

# player_fullscreen
source: Fullscreen
cs: Celá obrazovka

# player_mute
source: Mute
cs: Ztlumit

# player_needs_transcoding_description
source: The source format isn't playable in a browser. An admin can prepare an HLS version from the title editor (Files → Prepare HLS).
cs: Zdrojový formát nelze přehrát v prohlížeči. Administrátor může připravit verzi HLS v editoru titulu (Soubory → Připravit HLS).

# player_needs_transcoding_title
source: This file needs transcoding
cs: Tento soubor je potřeba překódovat

# player_now_playing
source: Now playing
cs: Právě hraje

# player_picture_in_picture
source: Picture in picture
cs: Obraz v obraze

# player_play_now
source: Play now
cs: Přehrát hned

# player_play_pause
source: Play/Pause
cs: Přehrát/Pozastavit

# player_preparing_description
source: The server is converting it into a streamable format. Playback starts automatically when it's ready.
cs: Server jej převádí do streamovatelného formátu. Přehrávání se spustí automaticky, jakmile bude připraveno.

# player_preparing_title
source: Preparing this video...
cs: Připravuji toto video...

# player_quality
source: Quality
cs: Kvalita

# player_quality_auto
source: Auto
cs: Automaticky

# player_quality_original
source: Original
cs: Originál

# player_seek
source: Seek
cs: Posunout

# player_shuffle
source: Shuffle
cs: Náhodně

# player_subtitle_appearance
source: Appearance
cs: Vzhled

# player_subtitle_background
source: Background
cs: Pozadí

# player_subtitle_background_opacity
source: Subtitle background opacity
cs: Průhlednost pozadí titulků

# player_subtitle_colour
source: Colour
cs: Barva

# player_subtitle_colour_swatch
source: Subtitle colour %1$@
cs: Barva titulků %1$@

# player_subtitle_font
source: Font
cs: Písmo

# player_subtitle_off
source: Off
cs: Vypnuto

# player_subtitle_size
source: Size
cs: Velikost

# player_subtitles
source: Subtitles
cs: Titulky

# player_unmute
source: Unmute
cs: Zrušit ztlumení

# player_up_next
source: Up next · %1$@s
cs: Další · %1$@s

# player_volume
source: Volume
cs: Hlasitost

# problem_generic
source: Something went wrong. Try again.
cs: Něco se pokazilo. Zkuste to znovu.

# problem_invalid_address
source: Enter an address like media.example.com or 192.168.1.5:8080.
cs: Zadejte adresu jako media.example.com nebo 192.168.1.5:8080.

# problem_invalid_code
source: This code is unknown, used or expired.
cs: Tento kód je neznámý, použitý nebo neplatný.

# problem_invalid_credentials
source: Wrong username or password.
cs: Nesprávné uživatelské jméno nebo heslo.

# problem_not_a_server
source: Something answered at this address, but it isn't a Couchverse server.
cs: Na této adrese něco odpovídá, ale není to server Couchverse.

# problem_offline
source: Can't reach the server. Check the address and your network.
cs: Server je nedostupný. Zkontrolujte adresu a síť.

# problem_rate_limited
source: Too many attempts. Try again in a minute.
cs: Příliš mnoho pokusů. Zkuste to znovu za minutu.

# problem_server_outdated
source: This server is too old for this app. Update Couchverse on the server.
cs: Tento server je pro aplikaci příliš starý. Aktualizujte Couchverse na serveru.

# problem_timeout
source: The server took too long to answer.
cs: Server neodpověděl včas.

# problem_tls
source: A secure connection to the server failed.
cs: Zabezpečené připojení k serveru selhalo.

# problem_unauthorized
source: Your sign-in has ended. Sign in again.
cs: Vaše přihlášení skončilo. Přihlaste se znovu.

# profile_avatar_remove_failed
source: Failed to remove avatar
cs: Odebrání obrázku selhalo

# profile_avatar_upload_failed
source: Avatar upload failed
cs: Nahrání obrázku selhalo

# profile_banner_hint
source: A wide image looks best. It also tints your profile card.
cs: Nejlépe vypadá široký obrázek. Zároveň zbarví tvoji profilovou kartu.

# profile_banner_remove
source: Remove banner
cs: Odebrat banner

# profile_banner_replace
source: Replace
cs: Nahradit

# profile_banner_upload
source: Upload banner
cs: Nahrát banner

# profile_bio
source: About you
cs: O tobě

# profile_bio_placeholder
source: Tell people what you are into. Markdown works here.
cs: Napiš ostatním, co tě baví. Můžeš použít Markdown.

# profile_change_picture
source: Change profile picture
cs: Změnit profilový obrázek

# profile_confirm_password
source: Confirm new password
cs: Potvrďte nové heslo

# profile_current_password
source: Current password
cs: Současné heslo

# profile_display_name
source: Display name
cs: Zobrazované jméno

# profile_heading
source: Your profile
cs: Tvůj profil

# profile_help_text
source: Your name and picture show up in the top bar and on the admin's user list.
cs: Vaše jméno a obrázek se zobrazují v horní liště a v seznamu uživatelů administrátora.

# profile_new_password
source: New password
cs: Nové heslo

# profile_page_title
source: Profile - Couchverse
cs: Profil - Couchverse

# profile_password_change_failed
source: Failed to change password
cs: Změna hesla se nezdařila

# profile_password_changed
source: Password changed
cs: Heslo bylo změněno

# profile_password_heading
source: Change password
cs: Změnit heslo

# profile_password_mismatch
source: Passwords do not match
cs: Hesla se neshodují

# profile_password_too_short
source: Password must be at least %lld characters
cs: Heslo musí mít alespoň %lld znaků

source: Profile picture updated
cs: Profilový obrázek aktualizován

# profile_remove_picture
source: Remove picture
cs: Odebrat obrázek

# profile_role_admin
source: Admin
cs: Administrátor

# profile_role_member
source: Member
cs: Člen

# profile_save_failed
source: Failed to save profile
cs: Uložení profilu selhalo

source: Profile saved
cs: Profil uložen

# profile_tab_account
source: Account
cs: Účet

# profile_tab_privacy
source: Privacy
cs: Soukromí

# profile_tab_progress
source: Progress
cs: Postup

# profiles_activity_cell_none
source: Nothing on %1$@
cs: Nic - %1$@

# profiles_activity_heading
source: Activity
cs: Aktivita

# profiles_activity_less
source: Less
cs: Méně

# profiles_activity_more
source: More
cs: Více

# profiles_activity_summary
source: %1$@ h across %lld active days in the last year
cs: %1$@ h během %lld aktivních dní za poslední rok

# profiles_clock_empty
source: Not enough history yet.
cs: Zatím není dost historie.

# profiles_clock_heading
source: When you watch
cs: Kdy sleduješ

# profiles_edit_profile
source: Edit profile
cs: Upravit profil

# profiles_joined
source: Joined %1$@
cs: Členem od %1$@

# profiles_leaderboard_rank
source: #%1$@ on the leaderboard
cs: #%1$@ v žebříčku

# profiles_make_public
source: Make it public
cs: Zveřejnit

# profiles_no_activity
source: Nothing here yet
cs: Zatím tu nic není

# profiles_not_found
source: No such member.
cs: Takový člen neexistuje.

# profiles_privacy_failed
source: Failed to update privacy
cs: Nepodařilo se upravit soukromí

# profiles_privacy_saved
source: Privacy updated
cs: Soukromí upraveno

# profiles_private_message
source: %1$@ has chosen not to appear on public profiles and leaderboards.
cs: %1$@ se rozhodl(a) nezobrazovat na veřejných profilech ani v žebříčcích.

# profiles_private_self_notice
source: Your profile is private - only you can see this.
cs: Tvůj profil je soukromý - vidíš ho jen ty.

# profiles_private_title
source: This profile is private
cs: Tento profil je soukromý

# profiles_public_hint
source: Show me on public profiles and leaderboards. Turn this off and both are hidden from everyone else.
cs: Zobrazovat mě na veřejných profilech a v žebříčcích. Po vypnutí se obojí ostatním skryje.

# profiles_public_label
source: Public profile
cs: Veřejný profil

# profiles_stat_couch
source: Couches hosted
cs: Uspořádaná sledování

# profiles_stat_current_streak
source: Current streak
cs: Aktuální série

# profiles_stat_episodes
source: Episodes
cs: Epizody

# profiles_stat_favourite_genre
source: Top genre
cs: Nejčastější žánr

# profiles_stat_longest_streak
source: Longest streak
cs: Nejdelší série

# profiles_stat_titles
source: Titles finished
cs: Dokoukané tituly

# profiles_stat_watch_time
source: Watch time
cs: Čas sledování

# profiles_streak_days
source: %lld days
cs: %lld dní

# profiles_top_titles_heading
source: Most watched
cs: Nejvíce sledované

# profiles_view_public_profile
source: View your public profile
cs: Zobrazit veřejný profil

# rank_level
source: Level %1$@
cs: Úroveň %1$@

# rank_max_level
source: Max level
cs: Nejvyšší úroveň

# rank_source_achievements
source: Achievements
cs: Úspěchy

# rank_source_couch_hosted
source: Couches hosted
cs: Uspořádaná sledování

# rank_source_couch_joined
source: Couches joined
cs: Připojená sledování

# rank_source_episodes
source: Episodes finished
cs: Dokoukané epizody

# rank_source_movies
source: Films finished
cs: Dokoukané filmy

# rank_source_video
source: Watching
cs: Sledování

# rank_sources_heading
source: Where your XP comes from
cs: Odkud se bere tvoje XP

# rank_tier_binger
source: Binge Apprentice
cs: Učeň maratonů

# rank_tier_cinephile
source: Cinephile
cs: Cinefil

# rank_tier_legend
source: Couch Legend
cs: Legenda gauče

# rank_tier_marathoner
source: Marathoner
cs: Maratonec

# rank_tier_master
source: Couch Master
cs: Mistr gauče

# rank_tier_popcorn
source: Popcorn Veteran
cs: Popcornový veterán

# rank_tier_remote
source: Remote Wrangler
cs: Pán ovladače

# rank_tier_rookie
source: Couch Rookie
cs: Gaučový nováček

# rank_tier_sage
source: Screen Sage
cs: Mudrc obrazovky

# rank_tier_snack
source: Snack Scout
cs: Průzkumník svačin

# rank_to_next_level
source: to level %1$@
cs: do úrovně %1$@

# scanner_hint
source: Point the camera at a Couchverse QR code.
cs: Namiřte fotoaparát na QR kód Couchverse.

# scanner_not_couchverse
source: That QR code isn't a Couchverse code.
cs: Tento QR kód nepatří Couchverse.

# scanner_title
source: Scan QR code
cs: Naskenovat QR kód

# scanner_unavailable
source: The camera isn't available here. Type the code instead.
cs: Fotoaparát tu není k dispozici. Zadejte kód ručně.

# servers_add_title
source: Add a server
cs: Přidat server

# servers_address_hint
source: Couchverse tries a secure connection first.
cs: Couchverse nejdřív zkusí zabezpečené připojení.

# servers_address_label
source: Server address
cs: Adresa serveru

# servers_address_placeholder
source: media.example.com or 192.168.1.5:8080
cs: media.example.com nebo 192.168.1.5:8080

# servers_checking
source: Checking the server...
cs: Ověřuji server...

# servers_connect
source: Connect
cs: Připojit

# servers_not_encrypted
source: Not encrypted
cs: Nešifrováno

# servers_not_encrypted_hint
source: This server uses plain HTTP, so others on your network could see your password and what you watch.
cs: Tento server používá nešifrované HTTP, takže ostatní ve vaší síti mohou vidět vaše heslo i to, co sledujete.

# servers_remove
source: Remove server
cs: Odebrat server

# servers_remove_confirm_message
source: Every account on this server is signed out of this device.
cs: Všechny účty na tomto serveru budou na tomto zařízení odhlášeny.

# servers_remove_confirm_title
source: Remove %1$@?
cs: Odebrat server %1$@?

# servers_title
source: Servers
cs: Servery

# servers_version
source: Version %1$@
cs: Verze %1$@

# tv_exit_confirm
source: Exit
cs: Ukončit

# tv_exit_message
source: Do you want to exit Couchverse?
cs: Chcete Couchverse ukončit?

# tv_exit_title
source: Leaving already?
cs: Už odcházíte?
